{
    "privacyIntro": "This explains how we collect, store, protect, and share your information, and with whom we share it. While you’re enjoying the Faith Mate Finder mobile application (including the desktop version) (“App”), our websites and microsites (such as Faith Mate Finder.com) or using our digital products and services (such as our competitions or surveys) (together, referred to in this Privacy Policy as our “Sites”), we collect some information about you...",
 "appAndSitesInfo": "The App and Sites are operated by the “Faith Mate Finder LLC” (also referred to in this policy as “we” or “us”) which are controllers of personal information collected and processed through the Faith Mate Finder App and Sites. The Faith Mate Finder team has designated a Data Protection Officer and they can be reached by emailing Contact@FaithMateFinder.com",
 "loginInfo": "Login information for social media accounts that you connect to your Faith Mate Finder Account (this could include, for example, your Facebook and Instagram accounts). For more information about this, see “Linking other Accounts to Faith Mate Finder” in section 7 below. Once you register, you will be able to review and change this information at any time just by logging in to Faith Mate Finder (other than your date of birth and location (which, if you have given Faith Mate Finder access to your location in your device settings, is automatically updated based on the location of your device)). It is your responsibility to ensure that your account details are kept up to date.",
 "recommendationInfo": "We recommend and encourage you (and all our members) to think carefully about the information you disclose about yourself. We also do not recommend that you put email addresses, URLs, instant messaging details, phone numbers, full names or addresses, credit card details, national identity numbers, drivers’ license details and other sensitive information which is open to abuse and misuse on your profile.",
 "verificationInfo": "For safety and security and to ensure you have the best possible user experience, we require Users to verify their accounts and might ask for your phone number and, in some instances, we might also ask that you carry out photo verification. We want to make sure you are not a robot! And we also want to avoid fake Faith Mate Finder accounts being created which can be used for malicious activities and cybercrime – they threaten the Faith Mate Finder network and spoil things for everyone. This verification might be required by us for the prevention of fraud. You can also verify your photo on a voluntary basis (to add the blue ‘verified’ badge to your profile). If you choose to verify your profile photo, we will scan each photo that you submit. The scan may include the use of facial recognition technology so that we can compare the photo you submit to your profile photo, to help ensure that you are who you say you are. We do not add the verification photos to your profile. We retain the scans so that we can verify you in the future and for our record-keeping purposes until we no longer need them for such purposes or for three years after your last interaction with us, whichever occurs first. After the applicable retention period expires, we take commercially reasonable steps to permanently and securely delete the scans from our systems.",
"faithMateFinder": "Faith Mate Finder is a space to make kind connections in a safe, inclusive, and respectful way. In order to foster healthy and equitable relationships, we hold our members accountable for the way they treat each other. Our Community Guidelines help keep our members safe. They make it clear what content and conduct is not acceptable (on our platform and off).",
"category": "Adult Nudity and Sexual Activity",
"description": "We don’t permit nude, sexually explicit, or sexually vulgar profile content. We also don’t allow the commercial exchange of any romantic or sexual activity, content, or services, including attempts to sell, advertise, or buy adult sexual content.",
"category1": "Bullying and Abusive Conduct",
"description1": "Our community is for creating kind connections. We don’t allow content or behavior that makes any individual or group feel harassed, bullied, or targeted. This includes belittling, insulting, or intimidating behavior; making unsolicited comments about someone’s appearance; engaging in emotional abuse; blackmail; repeated unwanted contact; or wishing, encouraging, or praising acts of violence.",
"category2": "Child Sexual Exploitation and Abuse",
"description3": "We have a zero tolerance policy towards any form of child sexual exploitation and abuse. We don’t allow content that sexualizes or endangers children, real or fictional (e.g. anime, media, text, illustrations, or digital images). This includes any visual depictions or discussions of sexually explicit conduct involving a child. For the purposes of this policy, a child is anyone under the age of 18. It’s prohibited to upload, store, produce, share, or entice anyone to share child sexual abuse material, even if the intent is to express outrage or raise awareness about this issue.",
"category4": "Commercial and Promotional Activity",
"description4": "Our platform is not a marketplace. We don’t allow using Faith Mate Finder for unsolicited commercial or promotional purposes.",
"categor5y": "Controlled Goods and Substances",
"description5": "We don’t allow members to use our platforms to buy, sell, supply, distribute, or directly facilitate the purchase, sale, supply, or distribution of illegal drugs and/or the misuse of controlled goods and substances. This includes: e-cigarettes, marijuana, drug paraphernalia, or the misuse of legal substances like prescription drugs, tobacco, or alcohol.",
"category6": "Dangerous Organizations and Individuals",
"description6": "We don’t permit organizations or individuals that proclaim, glorify, condone, or are known to support a violent, dangerous, or terrorist-based mission to have a presence on Faith Mate Finder.",
"category7": "Identity-Based Hate",
"description7": "We aim to foster a diverse and inclusive community on Faith Mate Finder. We prohibit content or behavior that promotes or condones hate, dehumanization, degradation, or contempt against marginalized or minoritized communities based on the following protected attributes: race/ethnicity, national origin/nationality/immigration status, caste, sex, gender identity or expression, sexual orientation, disability or serious health condition, or religion/belief.",
"category8": "Inauthentic Profiles",
"description8": "Faith Mate Finder celebrates authenticity, and we expect all our members to represent themselves accurately on their profile. We don’t allow impersonation or misrepresentation on our platform. This includes catfishing (i.e. creating an online persona that isn’t you) or falsely stating facts about yourself (including name, gender, age, and permanent location).",
"category9": "Misinformation",
"description9": "We prohibit the sharing of demonstrably false or substantially misleading content that’s likely to cause serious harm or negatively impact individual or public safety. This includes content that directly contradicts information and guidance from leading and reputable global health organizations and public health authorities, false or misleading information on any civic process, and dangerous and unproven conspiracy-type theories.",
"category10": "Physical and Sexual Violence",
"description10": "We don’t tolerate any content, imagery, or behavior that commits or threatens credible acts of physical or sexual violence. This includes physical stalking, using our platform to assist, facilitate or support exploitation or human trafficking, and sexual assault of any kind, which we define as unwanted physical contact or attempted physical contact that is sexual in nature.",
"category11": "Scams and Theft",
"description12": "Faith Mate Finder prohibits any scam or theft activity intended to defraud or manipulate members out of financial or material resources. This includes requesting or seeking financial support, lying about your intentions for financial gain, or faking romantic intentions to deceive members out of financial or material resources.",
"category13": "Sexual Harassment",
"description13": "We do not tolerate sexual harassment. We consider sexual harassment to be any non-physical, unwanted, and unwelcome sexual behaviors between members. This includes cyberflashing (i.e. sharing unsolicited sexually explicit images), in-person indecent exposure, sharing or threatening to share sexual or intimate images without the consent of the person involved or depicted, sending unwanted sexual comments or images, and fetishization.",
"category14": "Spam",
"description14": "We do not permit any kind of unwanted or irrelevant content sent in bulk or high frequency. This includes sharing misleading or misdirecting links, creating an excessive number of accounts causing disruption to other members, or having multiple active profiles on our platform to engage in unwanted interactions.",
"category15": "Suicide and Self-Injury Promotional",
"description15": "We care deeply about our members and understand that some may struggle with mental health, self-injury, suicidal thoughts, substance use, or eating disorders. While we do allow members to share personal experiences with these issues in a safe way, we don’t allow any content that depicts, promotes, glorifies, or assists in activities that could lead to suicide, self-injury, or disordered eating or body image.",
"category16": "Violent and Graphic Content",
"description16": "We don’t permit violent, graphic, or gory content. This includes descriptions of violence in usernames or profile content, photos containing real or realistic-appearing blood, bodily fluids, or injury, or images depicting guns of any kind (except on a uniformed member of law enforcement or military personnel).",
"faithMateFinderInfo": "Faith Mate Finder offers a unique matchmaking experience that is highly professional, comfortable and enjoyable. Our members are people of faith who are serious, marriage-minded individuals. In today’s fast-paced society, it has become more difficult than ever to find long-lasting relationships that lead to marriages. Our goals and aim are to connect singles with high Christian and family values and are committed to finding the right partner.",
"safetyInfo": "Your safety comes first on Faith Mate Finder. If something happens that makes you feel unsafe or uncomfortable, please report it. There are two different ways to report someone on Faith Mate Finder - via their profile, and via a conversation. To report someone from their profile, please follow these steps: Scroll to the bottom of their profile and tap the \"Hide & Report\" button. Choose one of the report reasons and include any additional comments for our moderation team. You can share as much or as little information as you feel comfortable with, but the more information we have, the easier it is for us to support you and take action. Tap \"Submit report\". To report a member from the Conversations menu, please follow these steps: From your conversation, tap on the 3 dots in the top right-hand corner. From here, tap “Block & Report”. Be sure to specify the reason for the report and submit it. You can share as much or as little information as you feel comfortable with, but the more information we have, the easier it is for us to support you and take action. Once we receive the report, our moderation team will review it as soon as possible. Due to privacy guidelines, we can’t always reveal the results of a report, but please know that we take every report seriously and handle each case with care. If you are unable to find a conversation, it could be that your match has deleted their account, has been blocked on Faith Mate Finder, or has decided to unmatch you for now. If that is the case, rather than this match disappearing entirely, they will now appear at the bottom of your conversation list. You can still report this member by tapping on the “Help” button after clicking on the match in the conversation list. Feel free to reach out to our team if you have additional questions; we’re here for you!"













}     
      
      
  
  
  
